Repository: dinhquydds/nanocucurmin
Catalog: tm/taytrangrang-omegat.tmx
Source language: en_us
Languages: vi

source: This is why the majority of bleaching gels commercially available are presented in two syringes/bottles, one containing the HP product and other containing the colorants, thickening agent, etc.
vi: Đây là lý do tại sao phần lớn gel tẩy trắng thương mại hiện có được trình bày ở hai ống tiêm/chai chứa HP và cái còn lại chưa chất màu, chất làm đặc.

source: This led different clinicians to evaluate whether the preoperative application of remineralizing agents (Loguercio et al.
vi: Điều này dẫn tới các bác sĩ khác nhau đánh giá ứng dụng chất tái khoáng trước điều trị (Loguercio và cộng sự

source: This may be an important detail of information to disclose to patients prior to starting the bleaching treatment (de Geus et al.
vi: Đây có thể là một chi tiết quan trọng để báo cho bệnh nhân trước khi bắt đầu điều trị tẩy trắng (de Geus và cộng sự

source: This may not be the case when using low HP concentrated gels.
vi: Điều này có thể không có trong trường hợp khi dùng nồng độ gel HP thấp.

source: This may reach the threshold for clinical detection (ΔE = 3.0) for some patients (de Geus et al.
vi: Điều này có thể đạt tới ngưỡng phát hiện lâm sàng (ΔE = 3.0) cho một số bệnh nhân (de Geus và cộng sự

source: This means that high levels of bleaching-induced TS were reported (Kugel et al.
vi: Điều này có nghĩa là mức nhạy cảm cao cũng được báo cáo (Kugel và cộng sự

source: This measure- ment, however, should be done 4–7 days after the last in-office bleaching session to avoid the effects of dehydration and demineralization on the final outcomes (Fig. 7.12).
vi: Tuy nhiên, sự đánh giá này nên thựcc hiện sau 4 - 7 ngày sau phiên tẩy trắng tại phòng khám cuối cùng để tránh ảnh hưởng của sự mất nước và khử khoáng lên kết quả cuối cùng (Hình 7.12).

source: This method, however, may be difficult to implement on a regular basis.
vi: Tuy nhiên phương pháp này có thể khó thực hiện thường xuyên.

source: This might explain why MIH lesions are obviously harder to be infiltrated as these discolorations are associated with a high content of organic material.
vi: Điều này có thể giải thích tại sao tổn thương MIH khó hơn rõ ràng để xâm nhập những đổi màu liên quan một lượng lớn vật chất hữu cơ.

source: This patient had decided that she did not want to perform the treatment overnight
vi: Bệnh nhân này quyết định không muốn thực hiện điều trị qua đêm

source: This pretreatment has been shown to be beneficial to patients by reducing tooth sensitivity during whitening (Haywood et al.
vi: Tiền điều trị này được chứng minh có lợi ích cho bệnh nhân bằng cách giảm răng nhạy cảm khi tẩy trắng răng (Haywood và cộng sự

source: This principle applies to all peroxide-based whitening regimens and techniques.
vi: Nguyên tắc này áp dụng cho tất cả phác đồ và kỹ thuật tẩy trắng trên nền peroxide.

source: This procedure allows dentist and also the patient to monitor color change during the bleaching protocol (Fig. 7.5).
vi: Thủ thuật này cho phép nha sĩ và bệnh nhân theo dõi thay đổi màu sắc trong quá trình điều trị (Hình 7.5).

source: This procedure can be performed before or after isolation of the dental arch, as the material is not aggressive to the gingival tissue.
vi: Thủ thuật có thể thực hiện trước hoặc sau khi cách ly cung răng, vì vật liệu không gây kích thích mô nướu.

source: This procedure prevents any kind of soft tissue burning.
vi: Quy trình này ngăn ngừa bất kì loại bỏng mô mềm.

source: This process turns them whiter and more opaque, which results in whiter dental appearance (Kawamoto and Tsujimoto 2004; Eimar et al.
vi: Quá trình này làm chúng trắng hơn và đục hơn, mà kết quả làm trắng răng hơn (Kawamoto và Tsujimoto 2004; Eimar và cộng sự

source: This quest has extended to determine the best whitening technique to meet our patients’ desires and expectations about the aesthetic outcome.
vi: Nhiệm vụ này đã được mở rộng để xác định kỹ thuật làm trắng tốt nhất cho bệnh nhân có nhu cầu và mong đợi về kết quả thẩm mỹ.

source: This recommendation may not be safe, as the tooth- paste may contain ingredients that cause soft tissue reactions when the toothpaste is left in contact with the soft tissue for that period of time.
vi: Đề nghị này có thể không an toàn, như kem đánh răng có thể chứa thành phần gây phản ứng mô mềm khi kem đánh răng tiếp xúc với mô mềm trong khoảng thời gian đó.

source: This reduction in the ultimate tensile strength was accompanied by changes
vi: Sự giảm độ bền cũng đi kèm với những thay đổi

source: This reduction may be as high as 76 % of the bond strengths to unbleached enamel (Spyrides et al.
vi: Sự giảm này có thể cao bằng 76 % độ bền dán của men răng không tẩy trắng (Spyrides và cộng sự

source: This reduction was not observed for in-office treatment with hydrogen peroxide possible due to the shorter treatment time com- pared to that of carbamide peroxide.
vi: Sự giảm này không quan sát được khi điều trị tại phòng khám bằng hydrogen peroxide có thể do rút ngắn thời gian điều trị với carbamide peroxide.

source: This relative contraindication derives from the findings of the “hamster study” (Weitzman et al.
vi: Chống chỉ định tương đối này xuất phát từ những phát hiện của “hamster study” (Weitzman và cộng sự

source: This remineralization is usually confined to the outer surface of the lesion where over time a so-called pseudo-intact surface layer is
vi: Sự tái khoáng này thường bị hạn chế bên bề mặt ngoài của tổn thương nơi thời gian được gọi là lớp bề mặt nguyên vẹn giả được

source: This silicone index was used as guidance for the lingual contour and to establish the new incisal edge position
vi: Dấu này dùng để hướng dẫn cho đường viền mặt lưỡi để thiết lập vị trí mới của bờ cắn

source: This staining is yellow to gray with minimal or no banding and is uniformly spread throughout the tooth, but more confined to the incisal three-quarters of the crown.
vi: Màu vàng đến xám với tối thiểu hay không có băng và phân tán đồng dạng khắp răng, nhưng giới hạn đến cạnh cắn 3/4 thân răng

source: This step is quite important as the acid-roughened surface that contains a thin oxygen- inhibited resin layer otherwise attracts food stains, which may lead to swift discol- oration of the treated surfaces.
vi: Bước này khá quan trọng vì bề mặt nhám do acid chứa một lớp nhựa mỏng bị oxy ức chế thu hút vết ố, có thể dẫn đến đổi màu trên bề mặt đã được điều trị.

source: This step should also be used to check sufficient erosion of the surface layer.
vi: Bước này cũng nên dùng để kiểm tra hiệu quả xoi mòn của lớp bề mặt.

source: This substance penetrates the enamel and dentin to travel to the pulp where it creates a calming effect on the nerve by affecting the transmission of nerve impulses (Ajcharanukul et al.
vi: Chất này thấm qua men răng và ngà răng vào tuỷ răng nơi mà nó tạo ra tác dụng làm dịu thần kinh bằng cách ảnh hưởng sự dẫn truyền của xung thần kinh (Ajcharanukul và cộng sự

source: This surface layer has usually a thickness of approximately 20–40 μm (but sometimes even more then 100 μm) and is considerably less porous than the under- lying lesion body (Meyer-Lueckel et al.
vi: Lớp bề mặt này thường dày khoảng 20–40 μm (nhưng thỉnh thoảng hơn 100 μm) và ít xốp hơn đáng kể hơn tổn thương bên dưới (Meyer-Lueckel và cộng sự

source: This technique currently includes three different modalities, according to the severity of the discoloration: (A) 2 weeks of at-home overnight whitening with 16 % carbamide peroxide, followed by one in-office whitening session with 34 % Tri-Barrel Hydremide™ peroxide2; (B) in-office “conditioning” visit with 13 % Tri-Barrel Hydremide™ peroxide in whitening trays followed by 3–4 weeks of at-home over- night whitening, and a final in-office whitening session with 34 % Tri-Barrel Hydremide™ peroxide; (C) in-office “conditioning” visit with 13 % Tri-Barrel Hydremide™ peroxide in whitening trays, followed by 6–8 weeks of at-home over- night whitening, and a final in-office whitening session with 34 % Tri-Barrel Hydremide™ peroxide.
vi: Kỹ thuật này hiện nay bao gồm ba phương thức khác nhau, theo các mức độ nghiêm trọng của đổi màu: (A) tẩy trắng 2 tuần suốt đêm tại nhà bằng carbamide peroxide 16%, theo sau một lần tẩy trắng tại phòng khám bằng 34 % Tri-Barrel Hydremide™ peroxide2; (B) lần hẹn "điều kiện" tại phòng khám bằng 13 % Tri-Barrel Hydremide™ peroxide trong khay tẩy trắng tiếp theo 3–4 tuần tẩy trắng tại nhà và lần hẹn cuối cùng tại phòng khám bằng 34 % Tri-Barrel Hydremide™ peroxide; (C) lần hẹn "điều kiện" tại phòng khám bằng 13 % Tri-Barrel Hydremide™ peroxide trong khay, tiếp theo 6–8 tuần tại nhà và cuối cùng tại phòng khám bằng 34 % Tri-Barrel Hydremide™ peroxide.

source: This toothpaste may be more effective if used during 2 weeks prior to starting the bleaching regimen.
vi: Kem đánh răng có thể có hiệu quả hơn khi sử dụng 2 tuần trước khi tẩy trắng răng.

source: This treatment regimen is usually adequate for shades A and B (reddish-brownish and reddish-yellowish, respectively) in the Vita Classical A1-D4 shade guide (VITA Zahnfabrik H. Rauter GmbH & Co.
vi: Chế độ điều trị này thường đầy đủ cho tông màu A và B (tương ứng đỏ-nâu và đỏ-vàng) trong bảng màu Vita Classical A1-D4 (VITA Zahnfabrik H. Rauter GmbH & Co.

source: This varia- tion could be the result of the different formulations used by each manufacturer, because bleaching agents contain stabilizers and other inorganic components that allow them to be stored for prolonged periods.
vi: Sự thay đổi này có thể là kết quả của các công thức khác nhau của nhà sản xuất, bởi vì tác nhân tẩy trắng chứa chất ổn định và các chất vô cơ khác trong thành phần để bảo quản thời gian dài.

source: This variation makes the comparison of the in-office bleaching protocols very difficult.
vi: Sự khác nhau này làm việc so sánh quy trình tẩy trắng tại phòng khám rất khó.

source: This was a split- mouth design study that used two of three different concentrations of carbamide peroxide – 10 %, 15 %, or 20 %.
vi: Đây là một thiết kế nghiên cứu nửa miệng, dùng hai trong ba nồng độ khác nhau của carbamide peroxide – 10 %, 15 %, or 20 %.

source: This was also confirmed by in vivo studies when in-office gels were used after prolonged and
vi: Điều này không được xác nhận bằng nghiên cứu in vivo khi gel tại phòng khám được dùng kéo dài và

source: This was also in agreement with recent histological studies of human pulps after in-office bleaching (Costa et al.
vi: Điều này cũng đồng ý với các nghiên cứu mô học gần đây của tuỷ răng người sau khi tẩy trắng tại phòng khám (Costa và cộng sự

source: This wide range of color change probably is the result of the small variations in the HP concentration, number of bleaching sessions, and baseline color of the participants in the clinical trials (Rezende et al.
vi: Sự thay đổi trong phạm vi rộng của màu sắc có thể là kết quả của sự thay đổi nhỏ trong nồng độ HP, số phiên tẩy trắng, và màu sắc ban đầu của người tham gia thử nghiệm lâm sàng (Rezende và cộng sự

source: This will be discussed in more detail in the section of fre- quently asked questions in this chapter.
vi: Điều này sẽ được thảo luận chi tiết hơn trong phần câu hỏi thường gặp cuối chương này.

source: This will probably reduce the risk and intensity of TS (Kose et al.
vi: Điều này sẽ giảm nguy cơ và cường độ nhạy cảm (Kose và cộng sự

source: This will provide an excellent comparative reference for the postoperative versus the preoperative color.
vi: Nó sẽ cung cấp một so sánh tham khảo tuyệt vời trước và sau điều trị.

source: This will serve as guide for placement of the root canal barrier (Chap.
vi: Việc này sẽ hướng dẫn đặt rào chặn trong ống tuỷ (chương

source: This will serve as guide for placement of the root canal barrier.
vi: Điều này sẽ hướng dẫn đặt rào chặn ống tuỷ.

source: This “lightened” teeth (by dehydration) return to a normal color after a period of hours or days (Fig. 7.1).
vi: Răng được làm "trắng" (bằng khử nước) quay trở lại màu sắc bình thường sau vài giờ hoặc vài ngày (Hình 7.1).

source: This, however, is a hypothesis yet not supported by basic research.
vi: Tuy nhiên điều này là một giả thuyết, chưa được hỗ trợ bằng nghiên cứu cơ bản.

source: This, however, is yet to be confirmed, as this process seems to occur only when there are exposed dentin surfaces.
vi: Tuy nhiên điều này chưa được xác nhận, vì quá trình này dường như chỉ xảy ra khi có bề mặt ngà răng lộ ra.

source: Three months later, the incisors gave a much improved appearance (Fig. 9.5d).
vi: 3 tháng sau, răng cửa có vẻ ngoài tốt hơn (Hình 9.5d).

source: Thus, after etching most lesions show a chalky, brightly whitish appearance.
vi: Do đó, sau khi xoi mòn tổn thương có màu trắng như phấn, sáng hơn.

source: Thus, arrested or remineralized
vi: Thực ra, sự ngừng lại hoặc tái khoáng

source: Thus, in the initial stages of the disease the caries lesion is characterized by porous enamel.
vi: Như vậy trong giai đoạn đầu của bệnh sâu răng, sâu răng thường đặc trưng bởi men răng xốp.

source: Thus, in these lesions infiltration is possibly hampered by the organic material that fills the enamel pores and thus blocks resin penetration.
vi: Do dó, trong những xâm nhập nhựa vào tổn thương này, nó có thể bị cản lại bởi vật chất hữu cơ lấp đầy trong khoảng trống của men răng và do đó ngăn cản xâm nhập nhựa.

source: Thus, orthodontic brackets should be removed and patients should be able to maintain a proper oral hygiene.
vi: Do đó, mắc cài chỉnh nha nên được tháo và bệnh nhân nên giữ vệ sinh răng miệng tốt.

source: Thus, the choice of treatment is influenced by the predictable aesthetic outcome of a technique being expected by an individual patient as well as the loss of enamel that has to be removed in order to achieve the respective aesthetic result.
vi: Vì vậy, sự lựa chọn của điều trị bị ảnh hưởng bởi sự dự đoán được kết quả thẩm mỹ của một kỹ thuật được dự kiến của bệnh nhân cũng như sự mất men đó đã được lấy ra để đạt được các kết quả thẩm mỹ.

source: Thus, the combination of in-office and at-home bleaching (“combined bleaching technique”) has been suggested for some clinicians as a way to potentiate the bleaching effect and improve color stability (Kugel et al.
vi: Vì vậy, sự phối hợp của tẩy trắng tại phòng khám và tại nhà ("kỹ thuật tẩy trắng phối hợp") đã từng được đề nghị cho bác sĩ như là cách để tăng tác dụng và cải thiện sự ổn định màu (Kugel và cộng sự

source: Thus, the lesion appears whitish
vi: Như vậy, tổn thương xuất hiện màu trắng

source: Thus, the lesions currently do not progress any more but are considered as an aesthetic impairment
vi: Như vậy, các tổn thương hiện tại không phát triển thêm nữa, nhưng được xem là thiếu thẩm mỹ.

source: Thus, the more whitish a lesion appears even before drying, the harder it is to reach a complete masking.
vi: Như vậy, tổn thương càng trắng sau khi làm khô, càng khó để đạt được che màu toàn toàn.

source: To achieve resin infiltration of porous enamel, the lesions need to be conditioned.
vi: Để đạt được xâm nhập nhựa của men răng xốp, tổn thương cần được điều hoà.

source: To avoid this, the light-curing gingival barrier should be adequately light cured (Fig. 7.8), according to the respec- tive manufacturer’s recommendations, and clinicians should look at the teeth from an incisal aspect to detect any sealing failure of the gingival tissue.
vi: Để tránh điều này, rào chặn nướu quang trùng hợp nên được trung hợp đủ (Hình 7.8), theo các nhà sản xuất, bác sĩ nên nhìn vào răng từ phía nhai và để phát hiện chỗ dán mô nướu thất bại.

source: To check the completeness of erosion, after each etching step the “re-wetting test” should be repeated.
vi: Để kiểm tra xoi mòn đủ, sau bước etching "thử nghiệm làm ướt" nên lặp lại.

source: To corroborate the effectiveness of potas- sium nitrate and sodium fluoride, their use prior to in-office bleaching with 35 % hydrogen peroxide also reduces tooth sensitivity significantly (Tay et al.
vi: Để chứng thực hiệu quả của potassium nitrate và sodium fluoride, sử dụng chúng trước khi tẩy trắng răng tại phòng khám bằng 35 % hydrogen peroxide cũng giảm răng nhạy cảm có ý nghĩa (Tay và cộng sự

source: To hasten the procedure, an initial portion of the enamel removal was achieved with a slow-speed diamond bur prior to placement of the rubber dam (Fig. 9.5b) (Croll 1993).
vi: Để đẩy nhanh quy trình, một phần ban đầu của men răng được loại bỏ với mũi khoan kim cương tốc độ chậm trước khi đặt đê cao su (Hình 9.5b) (Croll 1993).

source: To hasten treatment results, a cylindrical diamond bur can be used at slow speed, to initiate enamel surface microreduction (Croll 1993).
vi: Để đẩy nhanh kết quả điều trị, một mũi khoan kim cương trụ có thể được dùng ở tốc độ thấp để bắt đầu cắt vi thể bề mặt men răng (Croll 1993).

source: To improve the aesthetics of teeth with white spot lesions, several treatment options should be considered:
vi: Để cải thiện thẩm mỹ của răng có tổn thương đốm trắng, nhiều chọn lựa điều trị nên được xem xét:

source: To isolate the gingiva and protect it from the applied chemicals, rubber dam is strongly recom- mended.
vi: Để cô lập nướu và bảo vệ nó khỏi hoá chất, đê cao su được khuyến khích.

source: To polish the surface, which is still roughened from the etching step and to remove the oxygen-inhibited resin layer, the lesions now should be polished.
vi: Để đánh bóng bề mặt, mà con nhám từ bước xoi mòn và để loại bỏ lớp nhựa bị ức chế bởi oxy, tổn thương nên được đánh bóng.

source: To predict the aesthetic outcome of caries infiltra- tion two factors should be considered:
vi: Để dự đoán kết quả thẩm mỹ của xâm nhập sâu răng hai yếu tố nên được xem xét là:

source: To study the pulp injury potential of 10 % carbamide peroxide, an ex vivo study included 16 patients who had four premolars scheduled to be extracted for orthodontic reasons (Fugaro et al.
vi: Để nghiên cứu tiềm năng chấn thương tuỷ răng của 10 % carbamide peroxide, một nghiên cứu ex vivo gồm 16 bệnh nhân có 4 răng cối nhỏ có kế hoạch nhổ răng để chỉnh nha (Fugaro và cộng sự

source: To summarize the contents of this chapter we present below a series of questions and answers on the topic of at-home whitening.
vi: Để tóm tắt nội dung chương này, chúng tôi trình bày dưới đây một loạt câu hỏi và trả lời về chủ đề tẩy trắng răng tại nhà.

source: To verify the gel covers the buccal aspect of the tooth the patient is instructed to ensure that a very slight amount of gel has extruded from the tray at its gingival border.
vi: Để xác định gel phủ mặt ngoài của răng, bệnh nhân được hướng dẫn để đảm bảo rằng một lượng gel nhỏ tràn từ khay ra đường viền nướu.

source: Today, caries is rather seen as a process triggered by the frequent intake of fermentable carbohydrates (sugars) and characterized by an ecological shift in the oral microbiology toward acidogenic and aciduric bacteria (Marsh 2003).
vi: Ngày nay, sâu răng được coi là quá trình kích hoạt bởi nạp vào thường xuyên của carbohydrate lên men được (đường) và đặc trưng bởi sự thay đổi sinh thái trong vi khuẩn miệng về phía acid và vi khuẩn sinh acid (Marsh 2003).

source: Today, enamel fluorosis is probably the most prevalent developmental defect of human teeth.
vi: Ngày nay, nhiễm fluor men răng có lẽ là phổ biến nhất khiếm khuyết phát triển của răng người.

source: Tooth #5 was bleached for 4 days, tooth #12 was treated for 2 weeks, tooth #21 was bleached for 2 weeks followed by 2 weeks without treatment and tooth #28 was not treated, serving as the control.
vi: Răng #5 được tẩy trắng 4 ngày, răng #12 được điều trị 2 tuần, răng #21 được tẩy trắng 2 tuần sau đó 2 tuần không điều trị và răng #28 không điều trị để làm chứng.

source: Tooth #6 (FDI 1.3) would be evaluated 6 months after the restoration to decide if a full-coverage ceramic restoration might be needed.
vi: Răng #6 (FDI 1.3) được đánh giá sau 6 tháng để quyết định có phục hồi sứ không.

source: Tooth #9 (FDI 2.1) had the widest white spot areas
vi: Răng #9 (FDI 2.1) có vùng trắng đục rộng nhất

source: Tooth #9 (FDI 2.1) was not restored.
vi: Răng #9 (FDI 2.1) không được phục hồi.

source: Tooth Sensitivity
vi: Răng Nhạy Cảm

source: Tooth Whitening
vi: Tẩy trắng răng

source: Tooth Whitening: How Does It Work
vi: Tẩy trắng răng: Nó Hoạt Động Thế Nào

source: Tooth responded positively to cold applied from the lingual surface, although less intensely compare to the other maxillary front teeth.
vi: Răng đáp ứng dương tính với lạnh từ mặt lưỡi, mặc dù cường độ thấp so sánh với răng trước hàm trên.

source: Tooth sensitivity
vi: Răng nhạy cảm

source: Tooth sensitivity seems to be the most common lateral effect of whitening with carbamide peroxide, which results from the penetration of peroxides into the pulp space, but sensitivity usually relapses with termination of treatment (Haywood
vi: Răng nhạy cảm có vẻ là tác dụng phụ thường gặp nhất của tẩy trắng răng bằng carbamide peroxide, kết quả của sự xâm nhập peroxide vào khoang tuỷ, nhưng nhạy cảm thường tái phát khi kết thúc điều trị (Haywood

source: Tooth whitening is a conservative and effective method to lighten discolored teeth and has been practiced in dentistry for many centuries.
vi: Tẩy trắng răng là một phương pháp bảo tồn và hiệu quả để làm trắng răng đổi màu và được thực hành trong nha khoa trong nhiều thế kỷ.

source: Tooth whitening outcomes may be optimized when different bleaching tech- niques are combined.
vi: Kết quả tẩy trắng răng có thể được tối ưu khi phối hợp nhiều kỹ thuật tẩy trắng răng khác nhau.

source: Traumatic injury of the pulp of vital teeth may result in calcific metamorphosis or dystrophic calcification.
vi: Chấn thương tuỷ răng có thể dẫn tới vôi hoá hoặc thoái hoá vôi.

source: Treatment
vi: Điều trị

source: Treatment procedure for caries infiltration to camouflage white spot lesions:
vi: Quy trình điều trị cho xâm nhập sâu răng để nguỵ trang sang thương đốm trắng:

source: Treatment Plan
vi: Kế Hoạch Điều Trị

source: Treatment Regimen
vi: Chế Độ Điều Trị

source: Treatment Regimen with Step-By-Step Procedures
vi: Phác đồ điều trị với quy trình từng bước

source: Treatment is shown in Fig. 9.3a–d.
vi: Điều trị thể hiện trong Hình 9.3a–d.

source: Treatment regimen
vi: Chế độ điều trị

source: Treatment with 30 % hydrogen peroxide causes changes in the chemical structure of the dentin and cementum, making them more susceptible to degradation.
vi: Điều trị với 30 % hydrogen peroxide là nguyên nhân thay đổi cấu trúc hoá học của ngà răng và xê măng làm chúng dễ suy thoái.

source: Tri-barrel hydremide peroxide is 1 barrel of hydrogen peroxide gel, 1 barrel of carbamide peroxide gel, and the third barrel contains an activator.
vi: Tri-barrel hydremide peroxide là một lọ chứa gel hydrogen peroxide, 1 lọ chứa gel carbamide peroxide, và lọ thứ ba chứa chất kích hoạt.

source: Twenty-five years after treatment, the patient had custom-tray carbamide peroxide tooth bleaching, for additional tooth color improve- ment (Fig. 9.6b).
vi: 25 năm sau điều trị, bệnh nhân dùng tẩy trắng răng bằng carbamide peroxide trong khay cá nhân, để cải thiện thêm màu răng (Hình 9.6b).

source: Twenty-four patients were recalled after 2 years.
vi: 24 bệnh nhân được tái khám sau 2 năm.

source: Two clinical studies evaluated the 2-year effectiveness of tray whitening with carb- amide peroxide (Swift et al.
vi: Hai nghiên cứu lâm sàng đánh giá hiệu quả 2 năm của khay tẩy trắng bằng carbamide peroxide (Swift và cộng sự

source: Two major advantages of at-home whitening are its efficacy (Fig. 6.1) and stability of posttreatment color (Table 6.1) (Swift et al.
vi: Hai ưu điểm chính của tẩy trắng răng tại nhà là hiệu quả của nó (Hình 6.1) và ổn định màu sau điều trị (Table 6.1) (Swift và cộng sự
